{
  "events": [
    {
      "id": 1,
      "title": "Conference on Artificial Intelligence",
      "description": "Join us for a conference on the latest advancements in artificial intelligence and machine learning. Explore cutting-edge technologies, hear from industry experts, and network with professionals in the field.",
      "date": "2023-07-01",
      "time": "18:00",
      "location": "Tech Hub Convention Center, San Francisco",
      "rsvp": 0,
      "attendees": []
    },
    {
      "id": 2,
      "title": "Music Festival: Summer Vibes",
      "description": "Get ready for an unforgettable music festival experience! Enjoy live performances from top artists across various genres, indulge in delicious food and drinks, and dance the night away with friends at our picturesque outdoor venue.",
      "date": "2023-07-05",
      "time": "19:30",
      "location": "Sunset Park, Miami",
      "rsvp": 0,
      "attendees": []
    },
    {
      "id": 3,
      "title": "Startup Pitch Competition",
      "description": "Calling all aspiring entrepreneurs! Showcase your innovative startup idea in our pitch competition. Get valuable feedback from seasoned investors, connect with potential partners, and have a chance to win funding and resources to kick-start your venture.",
      "date": "2023-07-10",
      "time": "17:00",
      "location": "Innovation Hub, New York City",
      "rsvp": 0,
      "attendees": []
    },
    {
      "id": 4,
      "title": "Art Exhibition: Exploring Nature's Beauty",
      "description": "Immerse yourself in the beauty of nature through stunning artworks by renowned artists. This exhibition celebrates the diverse landscapes, flora, and fauna found in nature, providing a visual treat and inspiration for art enthusiasts.",
      "date": "2023-07-15",
      "time": "20:00",
      "location": "Gallery of Contemporary Art, Paris",
      "rsvp": 0,
      "attendees": []
    },
    {
      "id": 5,
      "title": "Fitness Workshop: Mind and Body Wellness",
      "description": "Take a step towards a healthier lifestyle at our fitness workshop. Join experienced trainers and wellness experts for invigorating workouts, informative sessions on nutrition and mental wellness, and discover holistic approaches to enhance your well-being.",
      "date": "2023-07-20",
      "time": "14:30",
      "location": "Wellness Center, Vancouver",
      "rsvp": 0,
      "attendees": []
    }
  ]
}
